


reference = """
Это бот для хранения/вывода домашнего задания.

Чтобы УЗНАТЬ ВСЕ предстоящее домашнее задание, напишите 'дз'

Чтобы УЗНАТЬ РАСПИСАНИЕ, напишите 'расписание'

Чтобы УЗНАТЬ ВСЕ предстоящее задание ПО КОНКРЕТНОМУ ПРЕДМЕТУ, напишите название этого предмета (например 'алгебра')

Чтобы УЗНАТЬ домашнее задание НА КОНКРЕТНУЮ ДАТУ, укажите ее после слова 'на' (например 'алгебра на завтра', 'дз на субботу', 'русский на 14', 'зфтш на 11.01')


Чтобы ЗАПИСАТЬ домашнее задание, обязательно нужно написать название предмета, дату и само задание (например 'русский на пятницу Громов 29').
Можете также прикрепить вложения, бот их тоже запомнит.

Чтобы УДАЛИТЬ свою запись, обязательно нужно написать слово 'удалить', название предмета и дату, например 'удалить русский на пятницу'. Удалять можно только 
свои записи.

P.S. Если бот не отвечает, попробуйте еще раз. Такое бывает из-за проблем самого вк. Также он мог сломаться, или его намеренно отключили.


Теперь можно добавлять еще и ГДЗ. Работает точно так же, как и ДЗ, только вместо 'дз' пишите 'гдз' (например 'гдз', 'гдз на завтра', 'гдз на завтра по алгебре номер 5',
'удалить гдз на завтра по алгебре'). Если вы не напишите ни 'дз' ни 'гдз', то это будет воспринято как 'дз'.

"""